#+startup: indent
#+options: ^:{}
#+options: toc:nil
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org

#+LATEX_CLASS: jarticle
#+LATEX_CLASS_OPTIONS: [dvipdfmx,11pat]

#+BIND: org-latex-image-default-width 0.8\linewidth

#+LATEX_HEADER:\setlength{\textwidth}{18cm}
#+LATEX_HEADER:\setlength{\oddsidemargin}{-1cm}
#+LATEX_HEADER:\setlength{\evensidemargin}{-1cm}
#+LATEX_HEADER:\setlength{\topmargin}{-2cm}
#+LATEX_HEADER:\setlength{\textheight}{26cm}

#+title: 数理情報科学: 数理情報リテラシ
#+title: [[https://github.com/masayuki054/comp_and_cal/tree/master/talk-2024][comp_and_cal/org/talk- master · masayuki054/comp_and_cal · GitHub]]

***** 例題
#+BEGIN_SRC sage
x,y = var('x y')
plot3d(sin(x+y), [x,-pi,pi], [y, -pi, pi])
 #+END_SRC

 #+RESULTS:
 : Launched jmol viewer for Graphics3d Object

